#+title: Configuration
#+author: Hamid
#+date: <2021-07-20 Tue>


* projectile

start type some shit

#+begin_src emacs-lisp

(setq projectile-project-search-path '("/Users/hamid/Documents/Dissertation/"
                                       "/Users/hamid/Documents/Term 2 Materials"
                                       "/Users/hamid/Documents/Term 1 material"
                                       org-directory))

#+end_src

#+RESULTS:
| /Users/hamid/Documents/Dissertation/ | /Users/hamid/Documents/Term 2 Materials | /Users/hamid/Documents/Term 1 material | org-directory |


